Repository: sugar-activities/4591-activity
Catalog: po/*.po
Languages: da, es, nl

source: Graph Plotter
da: Graf-plotter
es: Graficador de Funciones

source: Plot mathematical functions and study maths.
da: Plot matematiske funktioner og studér matematik.
es: Grafica funciones matemáticas y estudia matemáticas.

source: Export...
da: Eksportér ...
es: Exportar...
nl: Exporteer...

source: Open...
da: Åbn ...
es: Abrir...

source: Save...
da: Gem ...
es: Guardar...
nl: Bewaar...

source: Plotting functions
da: Plotte-funktioner
es: Graficando funciones
nl: Tekenfuncties

source: Append a new function.
da: Tilføj en ny funktion.
es: Agregar una nueva función.
nl: Voeg nieuwe functie toe.

source: Remove a function.
da: Fjern en funktion.
es: Eliminar una función.
nl: Verwijder een functie.

source: Choose the color for the selected function.
da: Vælg farven for den valgte funktion.
es: Elegir el color para la función seleccionada.
nl: Kies de kleur voor de geselecteerd functie.

source: Watching the graph
da: Observér grafen
es: Observando el gráfico
nl: Bekijk de grafiek

source: Zoom into the graph.
da: Zoom ind på grafen.
es: Ampliar el gráfico.
nl: Zoom in de grafiek.

source: Zoom out from the graph.
da: Zoom ud fra grafen.
es: Reducir el gráfico.
nl: Zoom uit de grafiek.

source: Reset zoom level.
da: Nulstil zoom-niveau.
es: Reiniciar el nivel de zoom.
nl: Herstel zoom niveau.

source: Customize the scale range. Remember to press enter after editing the entries.
da: Tilpas skalerings-intervallet. Husk at trykke retur efter redigering af posterne.
es: Personaliza el rango de la escala. Recuerda presionar enter luego de editar las entradas.
nl: Pas schaalbereik aan. Druk enter na aanpassen.

source: You can zoom in directly into the graph by selecting an area to expand
da: Du kan zoome direkte ind på grafen ved at vælge et område, der skal udvides
es: Se puede ampliar directamente el gráfico seleccionando un área para expandir
nl: Je kunt direct inzoomen in de grafiek door een oppervlak te selecteren om uit te vergroten

source: Hold the Shift key and move the mouse to traverse the graph.
da: Hold Skift-tasten nede og flyt musen, for at gennemgå grafen.
es: Mantén presionada la tecla Shift y mueve el ratón para recorrer el gráfico.
nl: Houd de Shift toets ingedrukt en beweeg de muis om de grafiek te doorkruisen.

source: Do click for switch between the mouse pointing modes.
da: Klik for at skifte mellem musens pege-tilstande.
es: Hacer click para cambiar entre los modos de punteo del ratón.
nl: Klik voor wisselen tussen muispuntmudus.

source: Some settings
da: Diverse indstillinger
es: Ajustes varios
nl: Enkele instellingen

source: Connect the plotted points.
da: Forbind de plottede punkter.
es: Conectar los puntos graficados.
nl: Verbind de getekende punten.

source: Show the grid.
da: Vis gitteret.
es: Mostrar la cuadrícula.
nl: Toon het rooster.

source: From algebraic expressions to linear expressions
da: Fra algebraiske udtryk til lineære udtryk
es: De expresiones algebraicas a expresiones lineales
nl: Van algebraische expressies naar lineaire expressies

source: Integer division:
da: Heltals-division:
es: División entera:
nl: Geheel getal deling:

source: Power:
da: Eksponentiering:
es: Potencia:
nl: Macht:

source: Mathematical Function Plotter
da: Matematisk funktionsplotter
es: Graficador de Funciones Matemáticas
nl: Wiskundige Funtie Tekenaar

source: Plotted Functions
da: Plottede funktioner
es: Funciones Graficadas
nl: Getekende Functies

source: _View
da: _Vis
es: _Ver
nl: _Beeld

source: Show _grid
da: Vis _gitter
es: Mostrar _cuadrícula
nl: Toon_rooster

source: Connect _points
da: Forbind _punkter
es: Conectar _puntos
nl: Verbind_punten

source: R_ange
da: R_ækkevidde
es: R_ango
nl: B_ereik

source: Scale range
da: Skalerings-interval
es: Rango de escala
nl: Schaalbereik

source: X max
da: X maks

source: Y max
da: Y maks

source: _Scale
da: _Skala
es: E_scala
nl: _Schaal

source: Decimal scale
da: Decimal-skala
es: Escala decimal
nl: Decimale schaal

source: Radian scale
da: Radian-skala
es: Escala en radianes
nl: Radiale_schaal

source: _Custom
da: _Brugerdefineret
es: _Personalizada
nl: _Aangepast

source: Custom scale
da: Brugerdefineret skala
es: Escala manual
nl: Aangepaste schaal

source: X scale
da: X-skala
es: Escala X
nl: X schaal

source: Y scale
da: Y-skala
es: Escala Y
nl: Y schaal

source: _image
da: B_illede
es: _imagen
nl: _afbeelding

source: Images
da: Billeder
es: Imágenes
nl: Afbeeldingen

source: F_unction
da: F_unktion
es: F_unción
nl: F_unctie

source: Append a new function
da: Tilføj en ny funktion
es: Agregar una nueva función
nl: Voeg nieuwe functie toe

source: Remove the selected function
da: Fjern den valgte funktion
es: Eliminar la función seleccionada
nl: Verwijder geselecteerde functie

source: Plot color
da: Plot-farve
es: Color del gráfico
nl: Teken kleur

source: _Evaluate
da: _Evaluér
es: _Evaluar
nl: _Evalueer

source: Division:
es: División:
nl: Deling:

source: _Radian
es: _Radianes
nl: _Radiaal

source: Graph Plotter is an easy function plotter made for replace the expensive calculators.
nl: Grafiek tekenaar is een eenvoudige functie tekenaar gemaakt om de dure rekenmachines te vervangen.

source: _Decimal
nl: _Decimaal
